[
    {
        "id": 1,
        "title": "Năm đêm kinh hoàng",
        "description": "Năm Đêm Kinh Hoàng – Five Nights at Freddy’s (2023) nhân viên bảo vệ Mike bắt đầu làm việc tại Freddy Fazbear’s Pizza. Trong đêm làm việc đầu tiên, anh nhận ra mình sẽ không dễ gì vượt qua được ca đêm ở đây. Chẳng mấy chốc, anh sẽ vén màn sự thật đã xảy ra tại Freddy’s.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/11/Nam-Dem-Kinh-Hoang.jpg",
        "length": 43,
        "releaseYear": 2022,
        "type": "phim-le",
        "rating": 2.8,
        "view": 4168
    },
    {
        "id": 2,
        "title": "Án Mạng Ở Venice",
        "description": "Án Mạng Ở Venice – A Haunting in Venice (2023) lấy bối cảnh năm 1947 tại Venice, khi này thám tử tài ba Hercule Poirot đã lui về ở ẩn và rời xa các vụ án dù liên tục nhận được nhiều lời mời gọi. Tuy nhiên, những án mạng vẫn chẳng thể rời xa ông khi nhà văn và đồng thời là người bạn cũ lâu năm, Ariadne Oliver, bằng cách nào đó đã vượt qua người gác cổng Vitale Portfoglio để gửi đến Poirot một lời đề nghị đặc biệt.",
        "poster": "https://i.mpcdn.top/c/N9r09V3/an-mang-o-venice.jpg?1698845104",
        "length": 77,
        "releaseYear": 2023,
        "type": "phim-bo",
        "rating": 4.5,
        "view": 4881
    },
    {
        "id": 3,
        "title": "Quỷ Ám: Tín Đồ",
        "description": "Quỷ Ám: Tín Đồ – The Exorcist: Believer (2023) phần tiếp theo của bộ phim năm 1973 kể về một cô bé 12 tuổi bị một thực thể ma quỷ bí ẩn chiếm hữu, buộc mẹ cô phải tìm đến sự giúp đỡ của hai linh mục để cứu cô.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/10/quy-am-tin-do.jpg",
        "length": 48,
        "releaseYear": 2019,
        "type": "phim-chieu-rap",
        "rating": 1.3,
        "view": 1825
    },
    {
        "id": 4,
        "title": "Bùa Hình Nhân",
        "description": "Bùa Hình Nhân – Hoon Payon (2023) được lấy cảm hứng từ loại bùa hình nhân hộ mệnh nổi tiếng ở Thái Lan, phim theo chân Tham trong hành trình đến một hòn đảo hẻo lánh để tìm người anh trai của mình đang tu hành ở đó. Tham phát hiện ra anh trai đã bị sát hại sau khi bị buộc tội giết người và trộm cắp. Quyết tâm ở lại hòn đảo để điều tra cũng như minh oan cho anh trai nhưng Tham lại vô tình khám phá ra nhiều cái chết bí ẩn khác tại ngôi làng bên cạnh.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/04/Bua-Hinh-Nhan.jpg",
        "length": 60,
        "releaseYear": 2020,
        "type": "phim-bo",
        "rating": 4.1,
        "view": 4451
    },
    {
        "id": 5,
        "title": "Nhân Duyên Tiền Đình",
        "description": "Nhân Duyên Tiền Đình – Honey Sweet (2023) chuyện phim xoay quanh nhân vật Chi-ho (Yoo Hae-jin) – nhà nghiên cứu bim bim với khả năng nếm vị xuất chúng, nhưng lại ngờ nghệch với mọi thứ xung quanh. Chi-ho là một người cực kỳ hướng nội, thích ở một mình và sống như một cái máy được lập trình sẵn mà không hề mắc lỗi dù chỉ một giây. Trong lúc phải đi trả nợ thay cho người anh trai cờ bạc (Cha In-pyo), Chi-ho đã gặp gỡ “nhân viên đòi nợ” Il-young – người phụ nữ hướng ngoại, luôn suy nghĩ tích cực về cuộc sống dù đang ở trong hoàn cảnh khó khăn của một bà mẹ đơn thân. Khác biệt về tính cách lẫn ngoại hình khiến cả hai trở thành “trái dấu hút nhau”. Sự “trái dấu” này đã đẩy đưa cuộc tình của họ đến vô vàn tình huống “cười ra nước mắt” nhưng cũng không kém phần cảm xúc.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/08/Nhan-Duyen-Tien-Dinh.jpg",
        "length": 53,
        "releaseYear": 2022,
        "type": "phim-le",
        "rating": 2.8,
        "view": 3151
    },
    {
        "id": 6,
        "title": "Biệt Đội Đánh Thuê 4",
        "description": "Biệt Đội Đánh Thuê 4 – The Expendables 4 (2023) là phim hành động Mỹ được đạo diễn bởi Scott Waugh với phần kịch bản do Spenser Cohen, Max Adams và John Joseph Connolly chấp bút. Đây là phần hậu truyện của Biệt đội đánh thuê 3 và đồng thời cũng là phần phim thứ bốn của loạt phim Biệt đội đánh thuê. Biệt Đội Đánh Thuê 4 bao gồm các chiến binh kỳ cựu và tân binh, đang đối mặt với nhiệm vụ nguy hiểm: ngăn chặn Suharato Rahmat, một tên buôn vũ khí nguy hiểm, khỏi giao kíp nổ hạt nhân cho Ocelot, một kẻ độc ác đe dọa thế giới. Hành trình từ một nhà máy vũ khí cũ ở Qadhafi đến con thuyền Jantara sẽ hé lộ những bí mật và sự thật đáng kinh ngạc về Ocelot.",
        "poster": "https://i.mpcdn.top/c/7qvMDKV/biet-doi-danh-thue-phan-4.jpg?1697518016",
        "length": 62,
        "releaseYear": 2020,
        "type": "phim-chieu-rap",
        "rating": 3.0,
        "view": 3234
    },
    {
        "id": 7,
        "title": "Blue Beetle",
        "description": "Blue Beetle một phiên bản cải tiến của nhân vật này, nhà khảo cổ học Dan Garrett, được giới thiệu vào năm 1964 bởi Charlton Comics, đã vẽ ra những khả năng thần bí từ một con bọ hung Ai Cập cổ đại. Được xuất bản bởi Charlton Comics và sau đó là DC, tác phẩm sáng tạo năm 1966 Ted Kord là học trò của Garret, người tiếp tục di sản chiến đấu chống tội phạm lâu đời của mình, mặc dù anh ta không có siêu năng lực.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/08/Phim-Blue-Beetle.jpg",
        "length": 32,
        "releaseYear": 2021,
        "type": "phim-chieu-rap",
        "rating": 4.8,
        "view": 3923
    },
    {
        "id": 8,
        "title": "Thiện Ác Đối Đầu 3",
        "description": "Thiện Ác Đối Đầu 3 – The Equalizer 3 (2023) nói về Robert McCall chuyển đến sinh sống tại miền Nam nước Ý nhưng phát hiện ra bạn bè của mình bị một tổ chức mafia ở địa phương kiểm soát. Khi tính mạng của họ bị đe dọa, ông buộc phải quay trở lại con đường sát thủ để bảo vệ bạn bè.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/09/Thien-ac-doi-dau-3.jpg",
        "length": 56,
        "releaseYear": 2019,
        "type": "phim-le",
        "rating": 1.7,
        "view": 1660
    },
    {
        "id": 9,
        "title": "LiveStream",
        "description": "LiveStream (2023) nói về đang trong giai đoạn chiến tranh lạnh với bạn gái, Dong Joo nhận được một đường link đến buổi phát sóng trực tiếp. Kinh khủng hơn khi cô gái sẽ bị lột trần làm thú vui trên mạng chính là bạn gái anh.",
        "poster": "https://i.mpcdn.top/poster/the-gioi-livestream-dien-cuong-7671.jpg?1580366329",
        "length": 80,
        "releaseYear": 2022,
        "type": "phim-bo",
        "rating": 2.7,
        "view": 4643
    },
    {
        "id": 10,
        "title": "Bộ Đôi Báo Thủ",
        "description": "Bộ Đôi Báo Thủ – Ransomed (2023) tại Beirut năm 1986, trong cuộc nội chiến Lebanon, một nhà ngoại giao Hàn Quốc bị bắt làm con tin không dấu vết. Hai năm trôi qua và bị lãng quên từ lâu, nhà ngoại giao trẻ Min-jun nhận được một cuộc điện thoại chứng minh rằng con tin vẫn còn sống. Với nhiệm vụ được giao, Min-jun được phái đến Beirut để cứu con tin cùng một túi tiền chuộc.",
        "poster": "https://i.mpcdn.top/c/z912beA/bo-doi-bao-thu.jpg?1696498883",
        "length": 119,
        "releaseYear": 2022,
        "type": "phim-le",
        "rating": 4.2,
        "view": 4491
    },
    {
        "id": 11,
        "title": "Ác Quỷ Ma Sơ 2",
        "description": "Ác Quỷ Ma Sơ 2 – The Nun 2 là bộ phim kinh dị siêu nhiên gothic của Hoa Kỳ được đạo diễn bởi Michael Chaves với kịch bản do Akela Cooper, Ian B. Goldberg và Richard Naing chấp bút dựa trên cốt truyện của Cooper và James Wan. Đây sẽ là phần hậu truyện của Ác quỷ ma sơ và đồng thời là phần phim thứ chín thuộc Vũ trụ The Conjuring.",
        "poster": "https://i.mpcdn.top/c/AwPBKvZ/ac-quy-ma-so-2.jpg?",
        "length": 34,
        "releaseYear": 2022,
        "type": "phim-chieu-rap",
        "rating": 3.6,
        "view": 3510
    },
    {
        "id": 12,
        "title": "Nhiệm Vụ: Bất Khả Thi 7 – Nghiệp Báo Phần 1",
        "description": "Nhiệm Vụ: Bất Khả Thi 7 – Nghiệp Báo Phần 1 – Mission: Impossible 7 – Dead Reckoning Part One (2023) Ethan Hunt và đội IMF của anh ta bắt đầu nhiệm vụ nguy hiểm nhất của họ: Theo dõi một vũ khí mới đáng sợ đe dọa toàn nhân loại trước khi nó rơi vào tay kẻ xấu. Với quyền kiểm soát tương lai và số phận thế giới đang bị đặt cược, và những thế lực đen tối từ quá khứ của Ethan tiến gần, một cuộc đua chết người xung quanh thế giới bắt đầu. Đối mặt với một kẻ thù bí ẩn, toàn năng, Ethan buộc phải xem xét rằng không có gì có thể quan trọng hơn nhiệm vụ của anh ta – ngay cả những người anh ta quan tâm nhất.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/07/nhiem-vu-bat-kha-thi-7.jpg",
        "length": 116,
        "releaseYear": 2019,
        "type": "phim-le",
        "rating": 2.8,
        "view": 3614
    },
    {
        "id": 13,
        "title": "Địa Đàng Sụp Đổ",
        "description": "Địa Đàng Sụp Đổ – Concrete Utopia (2023) xoay quanh cơn đại địa chấn san bằng Seoul thành bình địa và hành trình sinh tồn của những người sống sót.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/09/dia-dang-sup-do.jpg",
        "length": 98,
        "releaseYear": 2023,
        "type": "phim-chieu-rap",
        "rating": 2.7,
        "view": 3161
    },
    {
        "id": 14,
        "title": "Phong Thần 1: Tam Bộ Khúc",
        "description": "Phong Thần 1: Tam Bộ Khúc Trụ Vương cấu kết với hồ ly tinh Đát Kỷ khiến người dân lâm vào cảnh lầm than. Khương Tử Nha được lệnh mang Phong Thần Bảng, lợi dụng mọi sự trợ giúp có được để giải thoát bá tính khỏi kiếp nạn, phò Chu diệt Thương.",
        "poster": "https://image.tmdb.org/t/p/w185/y4Q4N7S5CozfSxLecUbGhDj3gz4.jpg",
        "length": 56,
        "releaseYear": 2022,
        "type": "phim-le",
        "rating": 4.6,
        "view": 1565
    },
    {
        "id": 15,
        "title": "Conan Movie 26: Tàu Ngầm Sắt Màu Đen",
        "description": "Conan Movie 26: Tàu Ngầm Sắt Màu Đen – Detective Conan Movie 26 (2023) địa điểm lần này được đặt ở vùng biển gần đảo Hachijo-jima, Tokyo. Các kỹ sư từ khắp nơi trên thế giới đã tập hợp để vận hành toàn diện “Phao Thái Bình Dương”, một cơ sở ngoài khơi để kết nối các camera an ninh thuộc sở hữu của lực lượng cảnh sát trên toàn thế giới. Một thử nghiệm về một “công nghệ mới” nhất định dựa trên hệ thống nhận dạng khuôn mặt đang được tiến hành ở đó. Trong khi đó, Conan và Đội thám tử nhí đến thăm Hachijo-jima theo lời mời của Sonoko và nhận được một cuộc điện thoại từ Subaru Okiya thông báo rằng một nhân viên Europol đã bị sát hại ở Đức bởi Jin của Tổ chức Áo đen. Conan lo lắng, lẻn vào cơ sở và phát hiện ra rằng một nữ kỹ sư đã bị Tổ chức Áo đen bắt cóc…! Hơn nữa, một ổ USB chứa một số thông tin nhất định mà cô ấy sở hữu lại lọt vào tay tổ chức… Một bóng đen cũng len lỏi vào Ai Haibara..",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/09/Conan-Movie-26.jpg",
        "length": 50,
        "releaseYear": 2021,
        "type": "phim-le",
        "rating": 2.1,
        "view": 1026
    },
    {
        "id": 16,
        "title": "Quỷ Quyệt 5: Cửa Đỏ Vô Định",
        "description": "Quỷ Quyệt 5: Cửa Đỏ Vô Định – Insidious 5: The Red Door (2023) lấy bối cảnh sau mười năm kể từ hai phần phim đầu tiên, Josh Lambert (Patrick Wilson) đang chuyển đến sinh sống tại phía Đông để đưa cậu con trai Dalton (Ty Simpkins) đến học tại một trường đại học bình dị, phủ đầy cây thường xuân. Tuy nhiên, giấc mơ đại học của Dalton lại trở lại một ác mộng khi những con quỷ bị kìm hãm trong quá khứ bằng một cách nào đó đã quay trở lại và tiếp tục ám hai cha con.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/07/quy-quyet-cua-do-vo-dinh.jpg",
        "length": 101,
        "releaseYear": 2022,
        "type": "phim-bo",
        "rating": 4.2,
        "view": 3352
    },
    {
        "id": 17,
        "title": "Tiếng Gọi Âm Binh",
        "description": "Tiếng Gọi Âm Binh – Khanzab (2023) được dựa trên một vụ thảm sát thầy cúng với tà thuật đen ở Indonesia năm 1998. Chuyện phim diễn ra ở một ngôi làng tại Indonesia và hiện tượng kì lạ ở nhà cầu nguyện trong làng khi các người dân liên tục bị quấy phá khi cầu nguyện.\nCha của Rahayu là một người thầy cúng nổi tiếng về việc chữa bệnh bằng việc liên kết với các vong hồn vất vưởng. Do đó, có một số người dân cảm thấy ghê sợ và tin rằng ông có liên kết đến những vong linh chuyên đi quấy phá dân làng. Và có kẻ đã đứng đằng sau âm mưu giết hại đã ra tay với ông một cách tàn nhẫn trước mặt con gái ông – Rahayu.",
        "poster": "https://i.mpcdn.top/c/g2NJxr2/tieng-goi-am-binh.jpg?1694932162",
        "length": 85,
        "releaseYear": 2018,
        "type": "phim-bo",
        "rating": 1.2,
        "view": 1349
    },
    {
        "id": 18,
        "title": "Gọi Hồn Quỷ Dữ",
        "description": "Gọi Hồn Quỷ Dữ – Talk to Me (2023) nói về một nhóm bạn phát hiện ra bàn tay ma quái cho phép họ triệu hồi các linh hồn bí ẩn. Họ dần bị cuốn vào trò chơi này mà không biết rằng một trong số họ đã đi quá xa và giải phóng thế lực hắc ám kinh hoàng.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/07/goi-hon-quy-du.jpg",
        "length": 64,
        "releaseYear": 2018,
        "type": "phim-bo",
        "rating": 2.2,
        "view": 2551
    },
    {
        "id": 19,
        "title": "Lật Mặt 6: Tấm Vé Định Mệnh",
        "description": "Lật Mặt 6: Tấm Vé Định Mệnh một nhóm bạn thân lâu năm bất ngờ nhận được cơ hội đổi đời khi biết tấm vé của cả nhóm trúng giải độc đắc 136.8 tỷ. Đột nhiên An, người nắm giữ tấm vé bất ngờ gặp tai nạn không qua khỏi. Đứng trước món tiền trúng số đáng mơ ước lẽ ra sẽ dễ dàng có được trong tầm tay, nhóm bạn bước chân vào hành trình đi tìm tờ vé số. Nhưng đó chỉ là khởi đầu của vô số những sự kiện không ngờ đến. Liệu hành trình tìm kiếm và chia chác món tiền trong mơ béo bở này sẽ thực sự dẫn đưa cả nhóm đến đâu?",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/04/Lat-Mat-6-Tam-Ve-Dinh-Menh.jpg",
        "length": 113,
        "releaseYear": 2020,
        "type": "phim-le",
        "rating": 3.4,
        "view": 4413
    },
    {
        "id": 20,
        "title": "Barbie",
        "description": "Barbie sẽ được nhào nặn và chắp bút bởi nữ đạo diễn kiêm biên kịch từng nhận nhiều Đề cử Tượng vàng Oscar – Greta Grewig. Hai nhân vật chính Barbie và Ken sẽ được hóa thân bởi nữ diên viên Margot Robbie và nam thần Ryan Gosling, hứa hẹn sẽ tạo nên “chemistry” đáng yêu giữa hai nhân vật búp bê nổi tiếng thế giới.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/08/Phim-Barbie.jpg",
        "length": 37,
        "releaseYear": 2019,
        "type": "phim-le",
        "rating": 4.3,
        "view": 1719
    },
    {
        "id": 21,
        "title": "The Moon: Nhiệm Vụ Cuối Cùng",
        "description": "The Moon: Nhiệm Vụ Cuối Cùng (2023) lấy bối cảnh vào năm 2029, khi Hàn Quốc trở thành quốc gia thứ hai đặt chân lên Mặt trăng. Tuy nhiên, một thảm họa không gian đã xảy ra và các phi hành gia bị mắc kẹt trên Mặt trăng. Họ phải tìm cách sống sót và tìm cách quay trở lại Trái đất.",
        "poster": "https://i.mpcdn.top/c/9X6W7oK/the-moon-nhiem-vu-cuoi-cung.jpg?1693500631",
        "length": 45,
        "releaseYear": 2023,
        "type": "phim-le",
        "rating": 3.9,
        "view": 2131
    },
    {
        "id": 22,
        "title": "Dracula: Quỷ Dữ Thức Tỉnh",
        "description": "Dracula: Quỷ Dữ Thức Tỉnh – The Last Voyage of the Demeter (2023) một đoàn thủy thủ tham gia vào nhiệm vụ vận chuyển một “đơn hàng” bí ẩn từ Carpathia đến London trên con tàu Demeter huyền thoại. Hải trình tưởng chừng như đơn giản thế nhưng lại ẩn chứa một cơn ác mộng kinh hoàng khi “đơn hàng” họ vận chuyển đang dần thức tỉnh. Nỗi khiếp sợ chính thức mở ra khi một vài thủy thủ bắt đầu phát hiện những dấu hiệu bất thường trên tàu, sự ra đi hàng loạt của động vật, cho đến cái chết bí ẩn của người thủy thủ đã khiến cho chuyến hành trình đến London trở nên ám ảnh hơn bao giờ hết. Giờ đây, tất cả mọi người phải tranh giành sự sống với mọi giác quan để chống lại con quái vật khát máu đã thức tỉnh trên tàu – Dracula. Liệu họ có cập bến thành công? Hay kết cục chỉ còn là sự chết chóc và một con tàu vô chủ?",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/08/Dracula-Quy-Du-Thuc-Tinh.jpg",
        "length": 102,
        "releaseYear": 2021,
        "type": "phim-le",
        "rating": 3.1,
        "view": 1757
    },
    {
        "id": 23,
        "title": "Ông Kẹ",
        "description": "Ông Kẹ – The Boogeyman (2023) từ nguyên tác truyện ngắn của bậc thầy truyện kinh dị Stephen King, “Ông Kẹ” kể về câu chuyện của gia đình Harper khi một thực thể siêu nhiên bám theo và liên tục phá rối gia đình họ. Khi mà con quái vật này lấp ló trong bóng tối và chực chờ làm hại cô bé Sawyer như chực chờ một con mồi, chị gái Sadie và bố Will sẽ phải hành động để ngăn chặn điều này trước khi quá muộn.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/06/Phim-ong-ke.jpg",
        "length": 75,
        "releaseYear": 2023,
        "type": "phim-le",
        "rating": 1.5,
        "view": 4051
    },
    {
        "id": 24,
        "title": "Indiana Jones 5 và Vòng Quay Định Mệnh",
        "description": "Indiana Jones 5 và Vòng Quay Định Mệnh – Indiana Jones and the Dial of Destiny (2023) sẽ pha trộn giữa thực tế, hư cấu khi lấy bối cảnh năm 1969, lần này Indiana Jones sẽ đối mặt với Đức quốc xã trong thời gian diễn ra cuộc chạy đua vào không gian.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/06/Indiana-Jones-va-Vong-Quay-Dinh-Menh.jpg",
        "length": 120,
        "releaseYear": 2019,
        "type": "phim-chieu-rap",
        "rating": 4.7,
        "view": 1560
    },
    {
        "id": 25,
        "title": "Cá Mập Siêu Bạo Chúa 2: Vực Sâu",
        "description": "Cá Mập Siêu Bạo Chúa 2: Vực Sâu – Meg 2: The Trench (2023) tiếp tục nhiệm vụ đã được đề cập trong phần phim trước, nhóm của Jonas Taylor (Jason Statham thủ vai) tiếp cận gần khu vực Rãnh Mariana, nơi họ đụng độ một quái vật bí ẩn, khiến một thành viên trong nhóm thiệt mạng ngay sau đó. Cái chết của người đồng đội báo hiệu cho cả nhóm về một mối đe dọa to lớn đang giấu mình trong những vách đá tối tăm. Thế nhưng, trong cả những viễn cảnh hoang đường nhất, họ cũng không thể ngờ những mối nguy đang chực chờ đe dọa họ có thể tàn ác đến mức nào.",
        "poster": "https://i.mpcdn.top/c/4Epm15A/ca-map-sieu-bao-chua-2-vuc-sau.jpg?1693058163",
        "length": 34,
        "releaseYear": 2022,
        "type": "phim-chieu-rap",
        "rating": 1.2,
        "view": 4583
    },
    {
        "id": 26,
        "title": "Xứ Sở Các Nguyên Tố",
        "description": "Xứ Sở Các Nguyên Tố – Elemental (2023) trong một thành phố mà các cư dân lửa, nước, đất, và khí cùng sinh sống. Một cô gái nóng nảy và một chàng trai gió-chiều-nào-xoay-chiều-ấy sẽ khám phá ra rằng họ có nhiều điểm giống nhau.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/06/Elemental.jpg",
        "length": 91,
        "releaseYear": 2020,
        "type": "phim-chieu-rap",
        "rating": 3.3,
        "view": 3108
    },
    {
        "id": 27,
        "title": "Bão Trắng 3",
        "description": "Bão Trắng 3 – The White Storm 3 (2023) Âu Chí Viễn và Trương Kiến Hành là cảnh sát chìm hoạt động trong một băng đảng ma túy do ông trùm Khang Tố Sai đứng đầu tại Hongkong. Trong một lần bị thương nặng, Trương Kiến Hành đã được cứu bởi ông trùm ma túy trên một con tàu vượt biên tới khu Tam Giác Vàng. Sau lần được trở về từ cõi chết, Trương Kiến Hành đã cảm kích tấm lòng của ông trùm ma túy nên miễn cưỡng hoạt động cho ông trùm ma túy để sản xuất thuốc phiện tại khu Tam Giác Vàng. Mặt khác, Âu Chí Viễn lần theo dấu vết đồng nghiệp của mình để lại cùng cảnh sát quốc tế truy nã ông trùm ma túy",
        "poster": "https://i.mpcdn.top/c/2a75Vw3/bao-trang-3-thien-dang-hay-dia-nguc.jpg?1693501469",
        "length": 109,
        "releaseYear": 2021,
        "type": "phim-chieu-rap",
        "rating": 3.0,
        "view": 2765
    },
    {
        "id": 28,
        "title": "Quý Công Tử",
        "description": "Quý Công Tử – The Childe (2023) xoay quanh người đàn ông bí ẩn được biết đến với tên gọi “Quý Công Tử”. Gã đột nhiên xuất hiện trước mắt Marco, một thanh niên người Philippines mơ ước trở thành vận động viên boxing chuyên nghiệp, lang thang khắp các sàn đấu bất hợp pháp tại đây. Nhằm chi trả cho viện phí của mẹ, Marco đến Hàn Quốc để tìm người cha đã bỏ rơi hai mẹ con cậu từ lâu. Đụng độ Quý Công Tử cùng hàng loạt những con người bí hiểm trong thế giới ngầm, Marco trở thành mục tiêu duy nhất của những thế lực mang nhiều mục đích khác nhau. Cuộc truy đuổi điên cuồng bắt đầu.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/07/phim-quy-cong-tu.jpg",
        "length": 46,
        "releaseYear": 2018,
        "type": "phim-chieu-rap",
        "rating": 2.2,
        "view": 3109
    },
    {
        "id": 29,
        "title": "Tà Chú Cấm",
        "description": "Tà Chú Cấm – Home for Rent (2023) khám phá nỗi ám ảnh từ sự kiện thật tại Thái Lan, kể về gia đình Ning và Kwin khi họ chuyển đến căn hộ chung cư giá rẻ. Hành vi kỳ lạ của Kwin và hình xăm bí ẩn dẫn đến nguy hiểm đối với con gái Ing. Bí mật đen tối trong ngôi nhà thuê đang chờ đợi.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/04/ta-chu-cam.jpg",
        "length": 70,
        "releaseYear": 2023,
        "type": "phim-bo",
        "rating": 4.3,
        "view": 2401
    },
    {
        "id": 30,
        "title": "Người Nhện: Du Hành Vũ Trụ Nhện",
        "description": "Người Nhện: Du Hành Vũ Trụ Nhện – Spider-Man: Across the Spider-Verse (2023) Miles Morales tái xuất trong phần tiếp theo của bom tấn hoạt hình từng đoạt giải Oscar – Spider-Man: Across the Spider-Verse. Sau khi gặp lại Gwen Stacy, chàng Spider-Man thân thiện đến từ Brooklyn phải du hành qua đa vũ trụ và gặp một nhóm Người Nhện chịu trách nhiệm bảo vệ các thế giới song song. Nhưng khi nhóm siêu anh hùng xung đột về cách xử lý một mối đe dọa mới, Miles buộc phải đọ sức với các Người Nhện khác và phải xác định lại ý nghĩa của việc trở thành một người hùng để có thể cứu những người cậu yêu thương nhất.",
        "poster": "https://phimmoiyyy.net/wp-content/uploads/2023/06/Nguoi-Nhen-Du-Hanh-Vu-Tru-Nhen-2023.jpg",
        "length": 66,
        "releaseYear": 2020,
        "type": "phim-bo",
        "rating": 4.8,
        "view": 2275
    }
]
